recorded-resources/_http___tempuri_org_xml_0_.0

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/"><s:Body><RequestVersion Version="2" MinorVersion="2" xmlns="http://schemas.microsoft.com/sharepoint/soap/" /><RequestCollection CorrelationId="{0AD71570-8FDC-4D3E-ABC8-593732754EC0}" xmlns="http://schemas.microsoft.com/sharepoint/soap/"><Request Url="https://tricentisgmbh-my.sharepoint.com/personal/a_nguyen_tricentis_com/Documents/Andy @ TRICENTIS/Open Notebook.onetoc2" UseResourceID="false" UserAgent="{C0CB16F5-25EC-43C4-8AA5-C3A51132542A}" UserAgentClient="msone" UserAgentPlatform="win" Build="16.0.16227.3818" Interval="40" MetaData="134246" RequestToken="1"><SubRequest Type="Cell" SubRequestToken="1"><SubRequestData PartitionID="7808F4DD-2385-49D6-B7CE-37ACA5E43602" BinaryDataSize="214">DgALAJzPKfM5lAabBgIAAO4CAACqAiAA9RbLwOwlxEOKpcOlETJUKloEFAALbXNvbmUHd2luegIIADb2qzt3ARYCBgADBRGKAgQAEgDaAgYAAwAAygIIAAgAgAM+AgQABQCCAiIAxPKkxuDvuEKGq494rio3UQAfAYQAJgIgAA7pdjoygAxNud3zxlApQz5MASA2DJkiBKFbDSlCkZ3ShXoqvuCAzYk3G4bbbAAApRMBJgIgADVPvgrfATRBokp8efCFmEReAwAArwETAUELAawCAFUDAQ==</SubRequestData></SubRequest></Request></RequestCollection></s:Body></s:Envelope>